[
  {
    "name": "CUTIE CU 15 INFUZII DE CEAI, SINGLE STEEPS WELLBEING",
    "price": "85",
    "imgURL": "https://www.teaforte.ro/image-big/max-1042/1200-1200/ceai-verde-single-steeps-wellbeing.jpg",
    "description": "Amestecurile de ceai organic Wellbeing vă ajută să vă relaxați, să vă restabiliți și să vă revitalizați, invocând beneficiile unui spa wellness cu fiecare înghițitură. Fiecare cutie conține 15 pungi de ceai vrac, măsurate în prealabil, câte 3 din fiecare amestec: Defense (ceai verde), Invigorate (ceai verde), Purify (ceai de plante), Radiance (ceai de plante) și Serenity (ceai de plante). Capacul deschis dezvăluie un meniu de degustare detaliat.Toate ceaiurile din această colecție sunt certificate USDA Organic și Kosher.",
    "stock": "10",
    "id": "1"
  },
  {
    "name": "CUTIE CU 15 INFUZII DE CEAI SINGLE STEEPS WORLD OF TEAS",
    "price": "85",
    "imgURL": "https://www.teaforte.ro/image-big/max-767/1200-1200/ceai-verde-cutie-cu-15-infuzii-de-ceai-world-of-teas.jpg",
    "description": "Este varianta ideala de a testa aromele celor mai interesante colectii de la Tea Forte. Sau poate fi cadoul perfect pentru cei care vor sa incerce aromele ceaiului-frunze, fara a urma un algoritm complicat. E simplu: desfaci un pliculet pre-portional si il golesti in ceainic sau in infuzor. Apa fierbinte va transforma acest pliculet in cel mai aromat ceai baut vreodata. Sortimente de ceai incluse: Bombay Chai (ceai negru, condimente), Estate Darjeeling (ceai negru), Moroccan Mint (ceai verde, menta), Sencha (ceai verde), African Solstice (rooibos, fructe de padure).",
    "stock": "10",
    "id": "2"
  },
  {
    "name": "CUTIE CU 15 INFUZII DE CEAI, SINGLE STEEPS SOLEIL",
    "price": "85",
    "imgURL": "https://www.teaforte.ro/image-big/max-1100/1200-1200/ceai-verde-cutie-cu-15-infuzii-de-ceai-soleil.jpg",
    "description": "Inspirată de soarele cald de primăvară care hrănește fructele, florile și frunzele de ceai din cele mai bune amestecuri, colecția noastră Soleil, în ediție limitată, în parteneriat cu Grădina Botanică din New York, prezintă un sortiment care stimulează simțurile. Amestecurile selectate manual prezintă aromele naturale și somptuoase a recompensei primăverii. Tea Forté susține cu mândrie Grădina Botanică din New York. Fiecare cutie de Soleil Single Steeps conține 15 pungi de ceai vrac, câte 3 din fiecare amestec: Darjeeling Quince (black tea), Cherry Blossom (green tea), Wildflower Honey Citrus (green tea), Vanilla Rose (white tea), si Wild Berry Hibiscus (herbal tea). Toate ceaiurile din această colecție sunt certificate USDA Organic și Kosher.",
    "stock": "10",
    "id": "3"
  },
  {
    "name": "CUTIE CU 10 PIRAMIDE DE CEAI PETITE RIBBON HANAMI",
    "price": "95",
    "imgURL": "https://www.teaforte.ro/image-big/max-1035/1200-1200/ceai-verde-petite-ribbon-box-hanami.jpg",
    "description": "Ușor și proaspăt, cu note de primăvară, amestecul de ceai verde Hanami cu flori de cireș a primit medalia de argint la Campionatul Global de Ceai din 2018. Acest ceai extraordinar de aromat, invită iubitorii de ceai din întreaga lume, la o ceasca de ceai, să respire și să aprecieze frumusețea trecătoare a florilor de primăvară.",
    "stock": "10",
    "id": "4"
  },
  {
    "name": "CUTIE CU 20 DE PIRAMIDE DE CEAI RIBBON BOX FLEUR",
    "price": "140",
    "imgURL": "https://www.teaforte.ro/image-big/max-729/1200-1200/ceai-alb-ribbon-box-fleur.jpg",
    "description": "Aceasta colectie evoca mirosurile Gradinii Botanice din New York intr-o zi de vara, cu bogatiile luxuriante de flori si fructe. Cutie cu 20 piramide de ceai organic, colectia limitata Fleur. Aceasta colectie evoca mirosurile Gradinii Botanice din New York intr-o zi de vara, cu bogatiile luxuriante de flori si fructe. Sortimente de ceai incluse: Blueberry Merlot – Ceai herbal organic cu fructe de padure si salvie, Jasmin Green – Ceai verde organic si iasomie, Earl Gray – Ceai negru organic cu bergamonta, Peach Blossom – Ceai alb organic cu piersica, mar si galbenele, Hibiscus Blossom – Ceai herbal organic cu hibiscus si portocala.",
    "stock": "10",
    "id": "5"
  },
  {
    "name": "CUTIE CU 15 INFUZII DE CEAI ORGANIC COLECTIA PARADIS",
    "price": "85",
    "imgURL": "https://www.teaforte.ro/image-big/max-1397/1200-1200/cutie-15-infuzii-ceai-cutie-cu-15-infuzii-de-ceai-paradis.jpg",
    "description": "Colecția Paradis în ediție limitată bucura mintea și simțurile pentru a evada într-un loc luxuriant, înflorit cu plante și fructe de vară. Cutia de prezentare Paradis conține 15 infuzii de ceai (masura perfecta), câte trei dintre următoarele amestecuri: Orchid Vanilla (ceai negru), Orange Jasmin (ceai verde), Ginger Lemongrass (ceai din plante), Lemon Lavender (ceai din plante) și cel mai nou amestec al nostru, Mango Citron (ceai de plante). Orchid Vanilla: ceai negru cu vanilie si cocos; Orange Jasmin: ceai verde cu iasomie si bucati de coaja de portocala; Ginger Lemongrass: ceai din plante fara cofeina cu citrice, menta si lemn dulce; Lemon Lavender: ceai din plante fara cofeina cu lavanda si citrice; Mango Citron: ceai din plante fara cofeina cu mango si citrice. Toate ceaiurile din această colecție sunt certificate USDA Organic și Kosher.",
    "stock": "10",
    "id": "6"
  },
  {
    "name": "CUTIE CU 20 DE PIRAMIDE CEAI RIBBON BOX WARMING JOY",
    "price": "140",
    "imgURL": "https://www.teaforte.ro/image-big/max-1272/1200-1200/ceai-verde-cutie-cu-20-piramide-de-ceai-ribbon-box-warming-joy-2021.jpg",
    "description": "O cutie cadou cu un design care atrage privirile si imbie la atingere. Face parte din noua colectie limitata Warming Joy. Sortimente de ceai incluse: Cherry Marzipan (ceai verde, fructe),  Raspberry Ganache(ceai negru, zmeura, ciocolata),  Sweet Orange Spice (ceai negru, portocale), Harvest Apple Spice (ceai din plante, fructe, mar),  Winter Chai (rooibos, condimente).",
    "stock": "10",
    "id": "7"
  },
  {
    "name": "CUTIE CU 10 PIRAMIDE DE CEAI PETITE RIBBON BOX JARDIN",
    "price": "95",
    "imgURL": "https://www.teaforte.ro/image-big/max-707/1200-1200/ceai-verde-petite-ribbon-box-jardin.jpg",
    "description": "Colectia ideala pentru cunoscatori si pasionati de ceai, Colectia Jardin contine 5 arome de ceaiuri organice recunoscute pentru beneficiile pe care le aduc sanatatii. Petite Ribbon Box pune la dispozitie cate 2 arome din fiecare sortiment: Chamomile Citron, Chocolate Rose, Green Mango Peach, Strawberry Hibiscus, Vanilla Pear.",
    "stock": "10",
    "id": "8"
  },
  {
    "name": "CUFAR CU 40 DE PIRAMIDE DE CEAI TEA TASTING ASSORTMENT",
    "price": "270",
    "imgURL": "https://www.teaforte.ro/image-big/max-679/1200-1200/ceai-verde-tea-chest-tea-tasting-assortment.jpg",
    "description": "Tea chest tasting assortment este o comoara cu 40 de infuzii, cate 2 piramide din matase pentru fiecare 20 de arome Tea Forte. Pe capacul cufarului vei gasi o descriere detaliata care te va ghida in explorarea aromelor de ceai. Piramidele din matase nu sunt biodegradabile si nu se pot folosi in cuptorul cu microunde. Sortimente de ceai incluse: Darjeeling Quince, English Breakfast, Mountain Oolong, Green Mango Peach, Passion Fruit Papaya, Blueberry Merlot, Ginger Lemongrass, Earl Grey, Estate Darjeeling, Cherry Marzipan, Jasmin Green, Sencha, Chamomile Citron, Lemon Lavender, Vanilla Peach, Cucumber Mint, Lemon Sorbetti, Vanilla Pear, Citrus Mint si Strawberry Apple.",
    "stock": "10",
    "id": "9"
  },
  {
    "name": "CUFAR CU 40 DE PIRAMIDE DE CEAI WARMING JOY FESTIVE COLLECTION",
    "price": "270",
    "imgURL": "https://www.teaforte.ro/image-big/max-1024/1200-1200/ceai-verde-tea-chest-warming-joy-2020.jpg",
    "description": "Fa senzatie cu aceasta colectie expansiva de ceaiuri Tea Forte. Tea Chest Warming Joy contine un mix impresionant de ceaiuri din intreaga lume ambalate in haine festive, care invita la o experienta de explorare memorabila. Sortimente de ceai incluse: Blood Orange, Caramel Nougat, Chocolate Rose, Peach Brulee, Rum Raisin Biscotti, Sweet Orange Spice, Winter Spice, Cherry Marzipan, Lemon Sorbetti, Moroccan Mint, Sencha, White Cinnamon Sage, Wild Apple Ginger, Chamomille Citron, Crimson Nectar, Harvest Apple Spice, Orange Pomegranate, Peach Jubilee, Spiced Ginger Plum, Winter Chai.",
    "stock": "10",
    "id": "10"
  },
  {
    "name": "CUTIE CU 48 DE PIRAMIDE DE CEAI VERDE ORGANIC SENCHA",
    "price": "216",
    "imgURL": "https://www.teaforte.ro/image-big/max-673/1200-1200/ceai-verde-ceai-la-piramida-sencha.jpg",
    "description": "Acest ceai verde organic produce o infuzie pala si delicata cu o vaga aroma de alune prajite. Un ceai proaspat ca o ploaie de primavara.Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 48 de infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "11"
  },
  {
    "name": "CUTIE CU 20 PIRAMIDE CEAI RIBBON BOX WELLBEING",
    "price": "140",
    "imgURL": "https://www.teaforte.ro/image-big/max-1053/1200-1200/ceai-verde-ribbon-box-wellbeing.jpg",
    "description": "Relaxați-vă, restabiliți-vă și revitalizați-vă mintea și corpul cu această colecție de ceai axată pe sănătate, inspirată de eleganța și cunoștințele holistice ale spa-urilor de lux. Amestecurile de ceai verde organic și de plante se reunesc pentru a susține o stare de spirit calmă și un ten strălucitor.RIBBON BOX WELLBEING conține 20 de infuzoare de piramide. Capacul deschis dezvăluie un meniu de degustare detaliat. Toate ceaiurile din această colecție sunt certificate USDA Organic și Kosher.",
    "stock": "10",
    "id": "12"
  },
  {
    "name": "CUTIE CU 40 DE PIRAMIDE DE CEAI RECE TEA OVER ICE BLUEBERRY MERLOT",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-770/1200-1200/ceai-rece-ceai-la-piramida-ice-tea-blueberry-merlot.jpg",
    "description": "Revigorant, un clasic pentru fanii ceaiului de fructe. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 40 de infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "13"
  },
  {
    "name": "CUTIE CU 5 DE PIRAMIDE DE CEAI RECE TEA OVER ICE BLUEBERRY MERLOT",
    "price": "32",
    "imgURL": "https://www.teaforte.ro/image-big/max-1382/1200-1200/ceai-rece-cutie-cu-5-piramide-de-ceai-rece-tea-over-ice-blueberry-merlotot.jpg",
    "description": "Revigorant, un clasic pentru fanii ceaiului de fructe. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 5 infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "14"
  },
  {
    "name": "CUTIE CU 40 DE PIRAMIDE DE CEAI RECE TEA OVER ICE RASPBERRY NECTAR ",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-1156/1200-1200/ceai-rece-ceai-la-piramida-ice-tea-raspberry-nectar.jpg",
    "description": "Zmeura suculenta imbogateste aceasta infuzie rubinie de flori de hibiscus. Extraordinar de dulce si aromata. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 40 de infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "15"
  },
  {
    "name": "CUTIE CU 40 DE PIRAMIDE DE CEAI RECE TEA OVER ICE MANGO PEACH",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-772/1200-1200/ceai-rece-ceai-la-piramida-ice-tea-mango-peach.jpg",
    "description": "Fructele de mango si piersica parfumata se armonizeaza perfect in aceasta infuzie de ceai verde organic.Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 40 de infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "16"
  },
  {
    "name": "CUTIE CU 40 DE PIRAMIDE DE CEAI RECE TEA OVER ICE GINGER PEAR",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-771/1200-1200/ceai-rece-ceai-la-piramida-ice-tea-ginger-pear.jpg",
    "description": "O combinatie originala de ceai alb si ghimbir, echilibrata de pere proaspete. O infuzie dulce, suculenta, cu un after taste surprinzator. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 40 de infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "17"
  },
  {
    "name": "CUTIE CU 40 DE PIRAMIDE DE CEAI RECE TEA OVER ICE BLOOD ORANGE",
    "price": "300",
    "imgURL": "https://www.teaforte.ro/image-big/max-1236/1200-1200/ceai-rece-ceai-la-piramida-ice-tea-blood-orange.jpg",
    "description": "Continut: ceai negru, note de portocala, bergamonta si grepfruit. Produs organic. Se prepara cu apa calda si servirea sa recomanda cu gheata si fructe (portocala, lamaie, lime, etc).",
    "stock": "10",
    "id": "18"
  },
  {
    "name": "CUTIE CU 5 DE PIRAMIDE DE CEAI RECE TEA OVER ICE RASPBERRY NECTAR",
    "price": "40",
    "imgURL": "https://www.teaforte.ro/image-big/max-1380/1200-1200/ceai-rece-cutie-cu-5-piramide-de-ceai-rece-tea-over-ice-raspberry-nectar.jpg",
    "description": "Extraordinar de dulce si aromata. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 5 infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "19"
  },
  {
    "name": "CUTIE CU 5 PIRAMIDE DE CEAI RECE TEA OVER ICE GINGER PEAR",
    "price": "32",
    "imgURL": "https://www.teaforte.ro/image-big/max-1381/1200-1200/ceai-rece-cutie-cu-5-piramide-de-ceai-rece-tea-over-icei-ginger-pear.jpg",
    "description": "O combinatie originala de ceai alb si ghimbir, echilibrata de pere proaspete. O infuzie dulce, suculenta, cu un after taste surprinzator. Ice Tea Event Box – ceai la piramida reprezinta cea mai convenabila modalitate de a cumpara ceai gourmet. Fiecare cutie contine 5 infuzii sub forma de piramida din matase.",
    "stock": "10",
    "id": "20"
  },
  {
    "name": "CUTIE CU 125GR DE CEAI NEGRU AFTERNOON DARJEELING",
    "price": "44",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2743_CHINA_ROSE_CADDY_3D_Left_1024x1024.jpg?v=1654186540",
    "description": "Ceaiul negru cu petale de trandafiri este unul dintre cele mai indragite ceaiuri, reusind sa iti stimuleze simturile si sa te energizeze. Frunzele de ceai China Congou sunt uscate in straturi intercalate cu petale de trandafiri roz, rezultatul - un ceai delicat, cu gust dulce si parfum elegant. Poate si servit dupa-amiaza, cu produse dulci de patiserie.",
    "stock": "10",
    "id": "21"
  },
  {
    "name": "CUTIE CU 125GR DE CEAI NEGRU CHINA ROSE PETAL",
    "price": "33",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2743_CHINA_ROSE_CADDY_3D_Left_1024x1024.jpg?v=1654186540",
    "description": "Ceaiul negru cu petale de trandafiri este unul dintre cele mai indragite ceaiuri, reusind sa iti stimuleze simturile si sa te energizeze. Frunzele de ceai China Congou sunt uscate in straturi intercalate cu petale de trandafiri roz, rezultatul - un ceai delicat, cu gust dulce si parfum elegant. Poate si servit dupa-amiaza, cu produse dulci de patiserie.",
    "stock": "10",
    "id": "22"
  },
  {
    "name": "CEAI NEGRU ENGLISH BREAKFAST",
    "price": "33",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2747_ENGLISH_BREAKFAST_CADDY_3D_Left.jpg?v=1654186714",
    "description": "Ceaiul negru English Breakfast este o formula clasica, rezultatul unui amestec special de ceaiuri cultivate in India si Africa. Avand un gust bogat si reconfortant, acest ceai poate fi servit in orice moment al zilei.",
    "stock": "10",
    "id": "23"
  },
  {
    "name": "CEAI NEGRU PURE ASSAM",
    "price": "37",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2741_PURE_ASSAM_CADDY_3D_Left_380x@2x.jpg?v=1654186816",
    "description": "Cel mai bun ceai al nostru Assam este cultivat în Valea Brahmaputra din nord-estul Indiei. Selectăm doar ceaiuri superioare din cel de -al doilea sezon, când calitatea este în cea mai bună măsură. Aroma este bogată cu un gust distinctiv de rău, găsit doar în ceaiuri de la Assam, ceea ce o face delicios invigorant pentru micul dejun și pe tot parcursul zilei. Folosiți un ceainic încălzit și adăugați o linguriță de ceai de persoană și un „unul pentru oală” în plus. Adăugați apă proaspăt fiert și infuzați timp de 4-5 minute. Se servește cu sau fără lapte după gust. Perfect pentru servirea cu prăjituri și produse de patiserie după -amiaza Acest minunat „ceai de după -amiază” poate fi savurat cu o linie de lapte sau o felie de lămâie. Un ceai cu un aspect luminos, auriu și note de delicat de citrice.",
    "stock": "10",
    "id": "24"
  },
  {
    "name": "CEAI NEGRU SINGLE ESTATE CEYLON",
    "price": "47",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2761_SPECIAL_RARE_CEYLON_3D_Front_1024x1024.jpg?v=1654185859",
    "description": "Pentru ceai, Sri Lanka este încă cunoscută sub numele său imperial, Ceylon. Ceaiul de Ceylon are un caracter ușor, asemănător citricelor. Acest minunat „ceai de după-amiază” poate fi savurat cu un strop de lapte sau o felie de lămâie. Sri Lanka este renumită pentru calitatea ceaiurilor sale crescute. Combinația dintre altitudinea mare, sol bogat și climatul limpede și răcoros creează un ceai cu un aspect strălucitor, auriu și note delicate de citrice. Perfect pentru servire cu prăjituri și produse de patiserie după-amiaza. Acest minunat „ceai de după-amiază” poate fi savurat cu un strop de lapte sau o felie de lămâie. Un ceai cu aspect luminos, auriu și note delicate de citrice.",
    "stock": "10",
    "id": "25"
  },
  {
    "name": "CEAI NEGRU SPICED CHRISTMASS",
    "price": "37",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2636_FRONTLABEL_SPICEDCHRISTMAS_3D_Left_1024x1024.jpg?v=1654186884",
    "description": "Acest amestec delicios de sarbatoare combina picanteria condimentelor cu note citrice revigorante, in completarea celor mai delicate varietati de ceai negru din Indonesia si India. Rezultatul - un sortiment de iarna desavarsit, profund aromat si luxos.",
    "stock": "10",
    "id": "26"
  },
  {
    "name": "CEAI NEGRU LAPSANG SOUCHONG",
    "price": "37",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2753_LAPSANG_SOUCHONG_CADDY_3D_Left_380x@2x.jpg?v=1654186785",
    "description": "Taylors Lapsang Souchong este recoltat din muntii Chinei. Metoda sa de preparare este una dintre cele mai vechi din lume, frunzele sunt asezate pe bambus si uscate in fumul acelor de pin. Rezultatul – un sortiment de ceai negru unicat, cu o aroma intensa si eleganta. Ingrediente: ceai negru frunze afumat 100%",
    "stock": "10",
    "id": "27"
  },
  {
    "name": "CEAI NEGRU SCOTTISH BREAKFAST",
    "price": "37",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2755_SCOTTISH_BREAKFAST_CADDY_3D_Left_380x@2x.jpg?v=1654186843",
    "description": "Inițial amestecat pentru apele moi ale Scoției, acest amestec tradițional de mic dejun scoțian poate fi savurat oriunde locuiți. Este un amestec dintre cele mai bune ceaiuri Assam și African, cu o culoare strălucitoare strălucitoare în ceașcă și o aromă plină, bogată, ceea ce îl face perfect pentru servirea la micul dejun.",
    "stock": "10",
    "id": "28"
  },
  {
    "name": "CEAI NEGRU SINGLE ESTATE DARJEELIN",
    "price": "72",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2763_SPECIAL_RARE_DARJEELING_Left_1024x1024.jpg?v=1654186453",
    "description": "În tradiționalele grădini de Ceai din Singell și Seyok frunzele cele mai tinere și apreciate sunt culese manual primăvara, perioada cea mai bună de recoltare a anului. În ceașcă culoarea ceaiului la prima recoltă amintește de strălucirea soarelui la apus, înainte să dispară sub linia orizontului. Aroma ceaiului Darjeeling este intens florală și dulce ca și mierea iar gustul caracteristic este dulce la început, urmat de delicatețea nuanțelor de fructe și o adiere ușoară dulceagă și la sfârșit o atingere acrișoară.",
    "stock": "10",
    "id": "29"
  },
  {
    "name": "CEAI NEGRU CLASIC CHAI",
    "price": "34",
    "imgURL": "https://cdn.shopify.com/s/files/1/1456/1278/products/PT2718_TOH_CLASSIC_CHAI_20s_R_LR_380x@2x.jpg?v=1646405692",
    "description": "Aceasta este rețeta noastră Chai de familie – amestecul nostru secret de condimente profunde și amețitoare, combinat cu un amestec delicios de robust de ceaiuri din Assam și Africa de Est. Bogat și cald, cu o șoaptă de dulceață, este o sărbătoare îmbătătoare pentru simțuri.",
    "stock": "10",
    "id": "30"
  },
  {
    "name": "INFUZIE CU CEAI NEGRU CU BERGAMOTA, EARL GREY",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-896/1200-1200/ceai-negru-one-pound-earl-grey-454g-ceai-negru-cu-bergamota.jpg",
    "description": "Un ceai negru Assam, organic si savuros, cu arome naturale de bergamota si portocala. Earl Grey asa cum il stii insa obtinut din cele mai bune ingrediente organice. Pungile resigilabile cu ceai de la Tea Forte reprezinta varianta cea mai buna de a te bucura de aroma de ceai preferata si de a avea costuri minime. Ingrediente: Ceai negru Assam*, aroma naturala de portocala si bergamota, petale de albastrele* . * Ingredient ORGANIC. Nivelul de cofeina: Contine cofeina. Origine: Ceai Assam din nord estul Indiei si bergamota din Italia. Bergamota este un mic fruct din familia citricelor iar ceaiul Earl Grey este aromatizat cu ulei extras din coaja acestuia. Denumirea de Earl Grey provine de la numele lui Charles Grey, prim ministru al Angliei intre anii 1830 – 1834. Legenda spune ca el a primit un ceai aromat cu bergamota in dar dupa ce unul dintre oamenii sai l-a salvat de la inec pe fiul unui mandarin chinez.",
    "stock": "10",
    "id": "31"
  },
  {
    "name": "INFUZIE CEAI NEGRU CU CONDIMENTE ORIENTALE, BOMBAY CHAI",
    "price": "240",
    "imgURL": "https://www.teaforte.ro/image-big/max-894/1200-1200/ceai-negru-one-pound-bombay-chai-454g-ceai-negru-cu-condimente-orientale.jpg",
    "description": "Un amestec vioi si exotic de ceai negru din India si mirodenii aromate precum cardamon, cuisoare, scortisoara si ghimbir. Pungile resigilabile cu ceai de la Tea Forte reprezinta varianta cea mai buna de a te bucura de aroma de ceai preferata si de a avea costuri minime. Ingrediente: Ceai negru*, ghimbir*, scortisoara*, cardamon*, cuisoare*, anason stelat*, piper negru*, arome. * Ingredient ORGANIC.",
    "stock": "10",
    "id": "32"
  },
  {
    "name": "CUTIE CU 10 PLICURI DE CEAI ALB EVERTON",
    "price": "20",
    "imgURL": "https://camarafermecata.ro/wp-content/uploads/2020/04/everton_te_bianco.jpg",
    "description": "Ceaiul alb este cel mai prețios și delicat dintre ceaiuri; fiecare mugur al plantei este recoltat cu grijă extremă imediat înainte de înflorire și uscat natural, fără a fi supus unei prelucrări ulterioare. Aroma și delicatețea infuziei sale sunt astfel păstrate pe deplin. Materiile prime sunt atent selectate dintre cele mai bune plantații din întreaga lume, pentru o calitate controlată și certificată. Infuzia poate fi consumată atât caldă, cât și rece, în orice moment al zilei. Vă recomandăm să combinați acest ceai cu un stil de viață sănătos și o dietă variată și echilibrată.",
    "stock": "10",
    "id": "33"
  },
  {
    "name": "CUTIE CU 17 PLICURI DE CEAI ALB CU ALOE VERA  BIO YOGI TEA",
    "price": "24",
    "imgURL": "https://aromebio.md/wp-content/uploads/2020/04/New-Project-34-1.webp",
    "description": "Delicios, armonios, delicat. Pielea noastră este oglinda sufletului nostru. Acest amestec ayurvedic unic de la Yogi Tea combină cu grijă ceai alb atent selecționat cu aloe vera, turmeric mediu picant și margarete parfumate. Scorțișoara caldă dă acestui ceai o notă fină, ușor dulce. Așadar, întindeți-vă și aveți grijă de sufletul vostru în timp ce vă bucurați de o ceașcă de ceai Alb cu Aloe Vera de la Yogi Tea. Esența acestui ceai este Blândețe dulce. Totul poate fi frumos atunci când privim cu iubire.",
    "stock": "10",
    "id": "34"
  },
  {
    "name": "CUTIE CU 20 PLICURI DE CEAI ALB CU FLORI DE SOC SI COACAZE ENGLISH TEA SHOP",
    "price": "13",
    "imgURL": "https://www.auchan.ro/public/images/hcb/h13/h00/ceai-alb-cu-flori-de-soc-si-coacaze-english-tea-shop-30-g-8865859436574.jpg",
    "description": "Este un amestec special de diverse sortimente de ceai, fructe si plante/flori: ceai alb, lamaita, soc, coacaze, arome naturale de coacaze (toate ingredientele provin din agricutura organica). Un ceai alb cu flori de soc dulci si coacaze suculente. Ceaiul alb este unul dintre cele mai fine sortimente de ceai si este obtinut prin procesarea mugurilor si frunzelor de ceai tinere. Dupa cum o spune si numele, English Tea Shop este este o marca englezeasca de ceaiuri de calitate premium.",
    "stock": "10",
    "id": "35"
  },
  {
    "name": "CUTIE CU 20 PLICURI DE CEAI ALB PRO NATURA",
    "price": "8",
    "imgURL": "https://www.farmaciarodica.ro/images/CEAI-ALB-20DZ-MEDICA.jpg",
    "description": "Considerat sampania ceaiurilor, ceaiul alb este numele dat produselor obtinute din mugurii si frunzele tinere ale plantei de Camellia sinensis. Are un continut mare de principii active ce stimuleaza imunitatea, reduc procesele de imbatranire si poate inhiba dezvoltarea anarhica a celulelor.",
    "stock": "10",
    "id": "36"
  },
  {
    "name": "CUTIE CU 40GR DE CEAI ALB CU PIERSICI SI CAISE THE BLANC",
    "price": "60",
    "imgURL": "https://gomagcdn.ro/domains/bonjourchoco.ro/files/product/large/ceai-alb-organic-cu-flori-de-portocal-40g-copie-142-7502.jpg",
    "description": "Ceaiul alb Bai Mu Dan (bujor alb, în traducere) este un ceai delicat, care se recoltează primăvara. Parfumul său floral se armonizează superb cu aromele fructate de piersică și caisă.",
    "stock": "10",
    "id": "37"
  },
  {
    "name": "CUTIE CU 40GR DE CEAI ALB ORGANIC CU FLORI DE PORTOCAL THE BLANC",
    "price": "60",
    "imgURL": "https://gomagcdn.ro/domains/bonjourchoco.ro/files/product/large/ceai-alb-organic-cu-flori-de-portocal-40g-141-9695.jpg",
    "description": "Ceai alb Bai Mu Dan organic, extrem de delicat, cu o aromă subtilă de iarbă proaspăt cosită și flori albe, care se întrepătrunde minunat cu dulceața florii de portocal.",
    "stock": "10",
    "id": "38"
  },
  {
    "name": "CUTIE CU 10 PIRAIDE DE CEAI ALB THE MAGIC OF LIFE SONNENTOR",
    "price": "19",
    "imgURL": "https://www.planteea.ro/userfiles/cache/ceaipiramidathemagicoflife-1024x768-far-5cca2.jpg",
    "description": "Descoperă secretul preţiosului ceai alb în acest amestec rafinat de ceai obţinut din surse ecologice. Actiune: vitaminizanta, reconfortanta. Oriunde l-am bea, acasa, la birou ori la restaurant si indiferent de vreme ori anotimp, ceaiul ofera intotdeauna caldura si momente de tihna, de relaxare.",
    "stock": "10",
    "id": "39"
  },
  {
    "name": "CUTIE CU 10 PLICURI DE CEAI ALB BIO FUJIAN PEACH JULIUS MEINL",
    "price": "19",
    "imgURL": "https://www.joycaffe.ro/wp-content/uploads/2016/05/Ceai-BIO-White-Tea-Fujian-Peach-197.jpg",
    "description": "Ceaiul BIO White Tea Fujian Peach contine muguri si frunze tinere de ceai crescute organic, iar gustul sau este imbogatit cu aroma naturala de piersici albe din Fuji. Se remarca prin aroma delicata dulce si prin culoarea limpede galbuie. Contine ceai alb organic (51%), Ceai verde organic (46%), aroma naturala, flori de galbenele organice.",
    "stock": "10",
    "id": "40"
  },
  {
    "name": "CUTIE CU 10 PLICURI DE CEAI ALB SERENITY",
    "price": "48",
    "imgURL": "https://parfumurifm.ro/1873-thickbox_default/ceai-alb-serenity.jpg",
    "description": "Este un ceai nobil, alb, cu petale de trandafir, cu o aroma usor florala si un gust armonios, care incanta cu catifelarea sa. Aceasta este o compozitie foarte subtila, cu un gust usor dulce, bogata in vitaminele A si E, precum si in polifenoli.",
    "stock": "10",
    "id": "41"
  },
  {
    "name": "CUTIE CU 12 PIRAMIDE DE CEAI ALB BIO ENGLISH TEA SHOP",
    "price": "26",
    "imgURL": "https://belfoods.ro/image/cache/catalog/produse/English%20Tea%20Shop/01099-ets-ceai-alb-12prisme-gift-set-24g2-458x599.jpg",
    "description": "O colectie deosebita de ceai BIO, premium, cu baza de ceai alb: 3 piramide x Ceai alb cu merisor, 3 piramide x Ceai alb cu afine, 3 piramide Ceai alb cu citrice, 3 piramide x Ceai alb 100%. Ceaiul alb este unul dintre cele mai fine sortimente de ceai si este obținut prin procesarea mugurilor si frunzelor de ceai tinere. Toate ingredientele provin din agricutura organica. ",
    "stock": "10",
    "id": "42"
  },
  {
    "name": "CUTIE METALICA CU CEAI ALB CU VANILIE SI COCOS, WHITE AMBROSIA, 50 DE PORTII DE CEAI",
    "price": "75",
    "imgURL": "https://www.teaforte.ro/image-big/max-799/1200-1200/ceai-alb-white-ambrosia-ceai-alb-cu-vanilie-si-cocos.jpg",
    "description": " Ceaiul alb cules cu grija se imbina savuros cu fructe delicioase, vanilie si bucati de cocos iar rezultatul este o abundenta de arome tropicale. Ingrediente: ceai alb*, bucati de cocos*, sofranel*, arome. *Ingredient ORGANIC. Nivelul de cofeina: Continut redus de cofeina. Originie: Ceai alb din China, cocos din Sri Lanka. Cocosul este un fruct tropical bogat in proteine si care este foarte util in distrugerea parazitilor intestinal. Apa de cocos este buna pentru rinichi si se foloseste in tratarea problemelor vezicii urinare.",
    "stock": "10",
    "id": "43"
  },
  {
    "name": "CUTIE METALICA CU CEAI ALB CU GHIMBIR SI PERE, WHITE GINGER PEAR, 50 DE PORTII DE CEAI",
    "price": "75",
    "imgURL": "https://www.teaforte.ro/image-big/max-800/1200-1200/ceai-alb-white-ginger-pear-ceai-alb-cu-ghimbir-cu-pere.jpg",
    "description": "O combinatie originala de ceai alb si ghimbir, echilibrata de pere proaspete. O infuzie dulce, suculenta, cu un after taste surprinzator. Certificat organic de catre USDA. Ingrediente: ghimbir*, frunze de mur*, frunze de roinita*, ceai alb*, flori de nalba*, arome. *Ingredient ORGANIC. Originie: Ceai si ghimbir din China, flori de nalba din Iran, plante din Polonia. Infuzie: 5 minute, 100 de grade Celsius. Pentru o aroma intensa infuzati mai mult timp.",
    "stock": "10",
    "id": "44"
  }
]
